-- DONE
-- 图标修改为加号的图标
-- 登陆的问题
-- icon图标启用
-- 数据库融合的问题
-- 后台点击把按钮样式改变
-- 搭建框架
-- 后台的首页布局搞定
-- 添加分类
-- logo设置
-- 读一篇文章数量加1
-- 内容管理
-- 目前只有news和page加1阅读量
-- 首页口腔视频和症状自查反过来
-- 在线预约
-- 添加内容
-- 医师详细信息链接到前台
-- 反馈留言
-- 添加内容
-- 留言预约
-- 提问页面添加预约按钮
-- 预约后台
-- 设置表单空间的大小
-- 后台表单的页面设置大小和是否必填等信息
-- 确定：是放一颗牙齿还是放加号
-- 设置关键词及其描述
-- 关键词的描述改不了
-- 时间段默认
-- 成功页面和错误页面
-- 错误页面的修改
--导航条加上搜索按钮
--就诊流程
--横栏加口腔保健
--网站名称设置
-- 网站地址设置
--面包屑的路径需要根据url来改写
--后台所有页面都必须判断是否登录
-- 后台面包屑
-- 测试上传
-- 修改空间上数据库文件的配置
-- 邮件，有人发留言和预约发邮件
-- 邮件发件人的设置
-- 中间导航条只有一篇文章，现在是相当于一个分类
-- 预约结束后显示的是预约号，不要成功好呢。
-- 删除catelog中来源地图分类
-- 添加口腔保健类
-- 编辑分类
-- 添加分类的一级目录需要自动获取
-- 医院动态应该区分开来
-- 验证码
-- 分页的样式
-- 有多少条留言及其预约消息显示在后台主页

-- TODO
后台文章链接到前台
后台标题要使用，没有输入提示的样式
统计
向上按钮
医师视频设备环境需要有排序
banner可以根据不同的栏目变化
foot部分的链接设置
关键词搜索
留言的关键词搜索
预约设置尚未处理字段
后台主页需要做




医师照片：330*330 小150
视频：m 64*34     b 660*330
环境和设备：445 × 308


$content = stripslashes ( $info ['content'] );
$content = html_entity_decode ( $content );


新网空间：
http://www.xinnet.com/vhost/manager.do?method=listVirhost

域名：lnwg-002.xincache.cn
FTP账户：host3588094
密码：host3588094

数据库：
账号：host3588094
地址：lnmg-002.xincache.cn
数据库名称：host3588094
密码：host3588094




恭喜！您的虚拟主机已开通了！ 用户名 ：yuanmouren1hao 网 址 ：http://yuanmouren1hao.hkm01.me48.com FTP地址 ：hkm01.99aiji.com 服务器IP ：hkm01.99aiji.com FTP用户名 ：yuanmouren1hao FTP密　码 ：EI5AE86PCB5P 到期时间是 ：2015-3-14添加到日历 14:27:47 您的帐户余款是 ：0 元 网址: http://99aiji.com 联系QQ: 1324027256 99爱机感谢您的来信

恭喜！ 您的MySQL数据库已开通了！ 数据库用户名:yuanmourmy 数据库密码:1CE8507 数据库名称:yuanmourmy 数据库所在IP:hkm01.99aiji.com 所用的连接端口:3306 到期时间是:2015-3-14 14:28:03 您的帐户余款是:0元 网址: http://99aiji.com 联系QQ: 1324027256 99爱机感谢您的来信

恭喜！ 您的SQL SERVER数据库已开通了！ 数据库用户名:yuanmourms 数据库密码:1CE8507 数据库名称:yuanmourms 数据库所在IP:hkm01.99aiji.com 所用的连接端口:1433 到期时间是:2015-3-14 14:28:00 您的帐户余款是:0元 网址: http://99aiji.com 联系QQ: 1324027256 99爱机感谢您的来信


你好： yuanmouren1hao 99爱机会员，空间管理地址是http://www.99aiji.com/
开设的空间类型： 100M 香港全能M01型
开设的FTP空间IP地址： hkm01.99aiji.com
FTP用户名： yuanmouren1hao
FTP密码： EI5AE86PCB5P
开通日期： 2014年12月12日
到期日期： 2015年3月14日
系统赠送的三级域名： http://yuanmouren1hao.hkm01.me48.com

管理详情可以查看会员中心---主机管理^^^查看，服务已经开通谢谢!
开设的 100M 香港M01型MYSQL 类型： 100M 香港M01型MYSQL
数据库IP地址：请使用localhost或者符号 . 做为数据库IP连接地址，不建议使用将数据库IP地址设置为： hkm01.99aiji.com
用户名： yuanmourmy
数据库名： yuanmourmy
密码： 1CE8507
开通日期： 2014年12月12日
到期日期： 2015年3月14日

详情可以登录^^会员中心---数据库管理^^^查看，服务已经开通谢谢!

开设的 100M 香港M01型MSSQL 类型： 100M 香港M01型MSSQL
数据库IP地址：请使用localhost或者符号 . 做为数据库IP连接地址，不建议使用将数据库IP地址设置为： hkm01.99aiji.com
用户名： yuanmourms
数据库名： yuanmourms
密码： 1CE8507
开通日期： 2014年12月12日
到期日期： 2015年3月14日




