-- DONE
-- 图标修改为加号的图标
-- 登陆的问题
-- icon图标启用
-- 数据库融合的问题
-- 后台点击把按钮样式改变
-- 搭建框架
-- 后台的首页布局搞定
-- 添加分类
-- logo设置
-- 读一篇文章数量加1
-- 内容管理
-- 目前只有news和page加1阅读量
-- 首页口腔视频和症状自查反过来
-- 在线预约
-- 添加内容
-- 医师详细信息链接到前台
-- 反馈留言
-- 添加内容
-- 留言预约
-- 提问页面添加预约按钮
-- 预约后台
-- 设置表单空间的大小
-- 后台表单的页面设置大小和是否必填等信息
-- 确定：是放一颗牙齿还是放加号
-- 设置关键词及其描述
-- 关键词的描述改不了
-- 时间段默认
-- 成功页面和错误页面
-- 错误页面的修改
--导航条加上搜索按钮
--就诊流程
--横栏加口腔保健
--网站名称设置
-- 网站地址设置
--面包屑的路径需要根据url来改写
--后台所有页面都必须判断是否登录
-- 后台面包屑
-- 测试上传
-- 修改空间上数据库文件的配置
-- 邮件，有人发留言和预约发邮件
-- 邮件发件人的设置
-- 中间导航条只有一篇文章，现在是相当于一个分类
-- 预约结束后显示的是预约号，不要成功好呢。
-- 删除catelog中来源地图分类
-- 添加口腔保健类
-- 编辑分类
-- 添加分类的一级目录需要自动获取
-- 医院动态应该区分开来
-- 验证码
-- 分页的样式
-- 有多少条留言及其预约消息显示在后台主页
-- 数据库修改  blkq_visit
--将获取统计数据的代码先加上
2014年12月27日
-- mysql的预约表，blkq_yuyue设置是够处理字段
-- 首页上显示还有多少预约没有处理
-- 医生设置排列顺序字段
-- 后台设置医生的排序
-- 将医生的年龄设置为排序字段
-- 调节医师显示的顺序
-- 医师视频设备环境需要有排序
-- 统计
-- 后台标题要使用，没有输入提示的样式
-- 后台主页需要做
-- 医生页面的翻页样式有问题
-- 向上按钮
-- 后台的统计页面的文章链接到前台
-- 后台的文章链接到前台
-- 后台的医生链接到前台
-- 预约设置尚未处理字段
--后台文章链接到前台
2014年12月28日
-- 常规治疗的详细页面没有左侧的导航
-- 在线咨询的链接设置
-- 数据库中管理员的密码通过md5的方式加密
-- 管理员密码加密
-- 调试模式开启
-- 删除zixun.php
-- 修改环境的页面
-- 错误页面跳转时间改为3秒
-- 幻灯片的数据库设置
-- 首页幻灯片需要设置链接
-- 将主页的debug设置为true
-- 幻灯片管理的页面
-- 面包屑修改
-- 主页的幻灯片的管理
-- banner可以根据不同的栏目变化
-- 在后台添加alter_time的字段
-- 在option中添加js字段
-- 管理js的页面
-- 删除后台在线咨询管理的页面
-- 添加百度统计的代码
-- 添加固定的js模块
-- uv的页面的介绍文字
-- pv页面的介绍文字
-- uv页面出现问题
--后台新闻页面显示的都是第一个


-- TODO
foot部分的链接设置
关键词搜索
留言的关键词搜索
删除7天前的数据
banner后台修改的模块
首页菜单的搜索框要对其
当预约成功后显示预约号的页面
社交网站的logo彩色







<!--请将以下码嵌入到您网页源代码的最后面，通常是</body></HTML>之后,这样在服务器升级维护的时候也不会影响您的网页打开呈现速度。-->
<script language="javascript" src="http://dx.zoosnet.net/lrserver/JS/LsJS.aspx?siteid=LZS32497012&float=1">
</script>



医师照片：330*330 小150
视频：m 64*34     b 660*330
环境和设备：445 × 308

你好： yuanmouren1hao 99爱机会员，空间管理地址是http://www.99aiji.com/
开设的空间类型： 100M 香港全能M01型
开设的FTP空间IP地址： hkm01.99aiji.com
FTP用户名： yuanmouren1hao
FTP密码： EI5AE86PCB5P
开通日期： 2014年12月12日
到期日期： 2015年3月14日
系统赠送的三级域名： http://yuanmouren1hao.hkm01.me48.com

管理详情可以查看会员中心---主机管理^^^查看，服务已经开通谢谢!
开设的 100M 香港M01型MYSQL 类型： 100M 香港M01型MYSQL
数据库IP地址：请使用localhost或者符号 . 做为数据库IP连接地址，不建议使用将数据库IP地址设置为： hkm01.99aiji.com
用户名： yuanmourmy
数据库名： yuanmourmy
密码： 1CE8507
开通日期： 2014年12月12日
到期日期： 2015年3月14日






